;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Andrzej Mazurkiewicz
; TranslationAuthorEmail: andrzejmz69@gmail.com
; Soft Version: 1.23.24
; Update: October 9, 2015
;
[Lang]
NativeLanguage=Polish
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Zminimalizuj
ButtonMaximize=Zmaksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu

[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PL
LangShortName=pl-pl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informacja
Warning=Ostrzeżenie
Error=Błąd
Confirm=Potwierdzenie
;
; Popup menu
;
pmHelp=Pomoc Online
pmforum=Forum
pmHome=Strona domowa
pmContact=Kontakt z nami
pmCheckNew=Sprawdź aktualizacje 
pmLang=Języki
pmAbout=O programie
pmConMenu=Dodaj do Menu kontekstowego
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Pozbądź się plików, które nie mogą być usunięte przez system Windows
FrmWDMain.btnAFile.caption=Dodaj plik
FrmWDMain.btnAfolder.caption=Dodaj folder
FrmWDMain.btnRemove.caption=Usuń
FrmWDMain.btnDel.caption=Odblokuj & Usuń
FrmWDMain.btnsupport.caption=Opinia
FrmWDMain.btnfacebook.hint=Znajdź nas na facebooku
FrmWDMain.btntwitter.hint=Podziel się Wise Force Deleter na twitterze
FrmWDMain.btngoogle.hint=Podziel Wise Force Deleter na Google+
FrmWDMain.btnemail.hint=Powiedź swoim przyjaciołom o Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Nazwa
FrmWDManin.lvfile.Columns[1]=Ścieżka
FrmWDManin.lvfile.Columns[2]=Status
;
; About
;
FrmAbout.caption=O programie
FrmAbout.lblver.caption=Obecna wersja:
FrmAbout.lblemail.caption=E mail do wsparcia:
FrmAbout.lblhome.caption=Strona domowa:
FrmAbout.lblthanks.caption=Podziękowania dla następujących osób za ich wkład:
FrmAbout.lblWarning.caption=Ostrzeżenie: Ten program komputerowy jest chroniony przez prawo autorskie.

[Message]
DragFile=Folder nie mógł zostać przeciągnięty.
ForceDelete=Wymuś usunięcie pliku
Newver=Nowa wersja Wise Force Deleter jest dostępna. Czy chcesz dokonać aktualizacji teraz?
NoNewVer=Gratulacje, wersja której używasz jest najnowszą!
None=Gotowy
Unlocked=Odblokuj & Usuń
Deleted=Usunięty
FailDel=Usuwanie nie powiodło się
Aborted=Przerwano
NoExists=Nie istnieje
ConfirmDel=Czy chcesz odblokować i usunąć plik(i)?
TranslateTo=Translate to..